[{"id":7,"icon":"rbxthumb://type=GroupIcon&id=7&w=420&h=420","name":"Roblox","description":"Official fan club of Roblox!"},{"id":8,"icon":"rbxthumb://type=GroupIcon&id=8&w=420&h=420","name":"Builders Club","description":"Official fan club!"},{"id":4217910,"icon":"rbxthumb://type=GroupIcon&id=4217910&w=420&h=420","name":"YXCeptional Studios","description":"A development group where games with simple concepts are made."},{"id":2703304,"icon":"rbxthumb://type=GroupIcon&id=2703304&w=420&h=420","name":"BIG Games™","description":"We make games! 🍊 \n\nThanks for playing."},{"id":12121240,"icon":"rbxthumb://type=GroupIcon&id=12121240&w=420&h=420","name":"Quataun","description":"Quataun is a new upcoming game, video, music & art label, also a community that supports smaller talented creators.\n\nGames: Pls Donate, Raise A Yippee, Type Race & more!"},{"id":3692974,"icon":"rbxthumb://type=GroupIcon&id=3692974&w=420&h=420","name":"Rawblocky","description":"This is the Roblox group where I publish my games!\n\nGroup Icon made by @Comrade_monke"},{"id":4788489,"icon":"rbxthumb://type=GroupIcon&id=4788489&w=420&h=420","name":"Dungeon Quest","description":"Welcome to the official group for Dungeon Quest!\n\nPLAY DUNGEON QUEST HERE!\nhttps://www.roblox.com/games/2414851778/Dungeon-Quest"},{"id":5774246,"icon":"rbxthumb://type=GroupIcon&id=5774246&w=420&h=420","name":"Easy.gg","description":"[ Content Deleted ]"},{"id":10720185,"icon":"rbxthumb://type=GroupIcon&id=10720185&w=420&h=420","name":"Roblox Developer Community","description":"This is the official group for Roblox Developers! All members of the community are invited to join. The goal of this group is to foster teamwork and creativity while providing updates on events going on in the Developer Community.\n\nJoin the Developer Forum here: https://devforum.roblox.com/\n\nGet notifications about our Game Jams and Challenges on the Forum here: https://devforum.roblox.com/g/Game-Jammers\n\nMember of an international community? You can find international groups below:\nSpanish: https://www.roblox.com/groups/7839291/Desarrolladores-de-Roblox#!/about\nPortuguese: https://www.roblox.com/groups/4806497/Roblox-em-Portugu-s#!/about\nFrench: https://www.roblox.com/groups/4812353/Roblox-France#!/about\nRussian: https://www.roblox.com/groups/12735774/Roblox#!/about\nFilipino: https://www.roblox.com/groups/13901188/Filipino-Roblox-Developers#!/about?nl=true"},{"id":2613928,"icon":"rbxthumb://type=GroupIcon&id=2613928&w=420&h=420","name":"ROLVe","description":"Formed in 2013, ROLVe is a group of friends developing games on Roblox. We create games we want to play together and share them with the world."},{"id":5169307,"icon":"rbxthumb://type=GroupIcon&id=5169307&w=420&h=420","name":"UGC Outfits","description":"Hello! This Group is a place where you can talk, give your opinion about UGC items and you can get a lot of outfits that matches with the UGC items! ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬ 📇The rank system is closed for a moment. Don't ask for robux. ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬ 📝Ranking: \n-👓UGC Owner: Own between 1 and 5 UGC accessories \n-👒Super UGC Owner: Own between 5 and 10 UGC accessories \n-🧢Mega UGC Owner: Own between 10 and 20 UGC accessories \n-🎓Outrageous UGC Owner: Own between 20 and 50 UGC accessories \n-🎩Honorary UGC Owner: Own between 50 and 100 UGC accessories \n-💼Rich UGC Owner: Own between 100 and 250 UGC accessories \n-🎒Wealthy UGC Owner: Own between 250 and 500 UGC accessories \n-💰Legendary UGC Owner: Own between 500 and 1000 UGC accessories\n-📈 Next Level UGC Owner: Own over 1000 UGC accessories \n-👑King👑:Be the one who owns the most UGC accessories in the Group \n📝Other rank: \n-😀Friends: You are my friend"},{"id":3049798,"icon":"rbxthumb://type=GroupIcon&id=3049798&w=420&h=420","name":"LSPLASH","description":"A giant corporate development studio with thousands of employees and developers! Muahahaha!!!\nThat was a lie. Sorry to disappoint you. It's actually like, three people.\n\nAnyways, check out the game we're famous for: https://www.roblox.com/games/6516141723/DOORS\n\nAll music made by Lightning_Splash, Soundcloud (LightningSplash) and Spotify (LSPLASH)"},{"id":3461453,"icon":"rbxthumb://type=GroupIcon&id=3461453&w=420&h=420","name":"Nosniy Games","description":"Welcome to Nosniy Games! We're a development studio dedicated to creating enjoyable content for everyone. Join our community to receive exclusive perks and stay informed on our latest game updates!\n\n🏆 2020 Mobile Game of the Year - Super Golf!"},{"id":4347428,"icon":"rbxthumb://type=GroupIcon&id=4347428&w=420&h=420","name":"The State of Mind","description":"Thank you very much for playing my games.\r\nI'm nothing without you guys. Thank you!"},{"id":3642592,"icon":"rbxthumb://type=GroupIcon&id=3642592&w=420&h=420","name":"Schwifty Studios","description":""},{"id":5202664,"icon":"rbxthumb://type=GroupIcon&id=5202664&w=420&h=420","name":"BlockZone","description":"A game development studio fueled by imagination. \n\nHome of Anime Fighting Simulator & upcoming game Anime Legends."},{"id":1030692,"icon":"rbxthumb://type=GroupIcon&id=1030692&w=420&h=420","name":"Murder Mystery","description":"Official fan group for Murder Mystery by Nikilis!"},{"id":4332797,"icon":"rbxthumb://type=GroupIcon&id=4332797&w=420&h=420","name":"KonekoKitten's Official Fan Club","description":"roblox deleted this description before \n\nanyway i'm konekokitten i make roblox videos, wall is disabled due 2 spam and stuff; join my other communities like twitter or stuff to interact with me; i repost videos to the group wall here\n\npurchase my UGC item or merchandise in the group store if you wanna support me!\nhttps://www.roblox.com/catalog/4657140309/KonekoKitten\n\nthanks! o(≧▽≦)o"},{"id":5621507,"icon":"rbxthumb://type=GroupIcon&id=5621507&w=420&h=420","name":"Piggy Official Fan Club","description":"⚠️[Official Fan Club & Group ✔️]⚠️\n\nMade for the fans of Piggy, a successful horror game in Roblox! \nWhat's this game about? 🤔\n\n In Roblox Piggy, you are a police officer investigating the disappearance of George Piggy.\n\nAs it's also multiplayer you're either with other players and/or your friends! When you arrive on the scene, you get knocked out by a mysterious Pig... \n\nWeird right? \nSuddenly you wake up in a bedroom you have never seen before. \nYou must escape the place by finding tools around the area. It's like a puzzle game, but of course, while you are being chased by that strange Pig looking creature (aka Piggy) which attempt is on getting you kiIIed. \n\nWill you be able to make it through this long adventure? \nMany creatures await for your arrival... \n\n👕Merchandise👕 Check our group store for Piggy merch! 🐷 \n\n👑CREDITS TO MiniToon👑 \n\n🚨Must respect Roblox ToS🚨"},{"id":3233280,"icon":"rbxthumb://type=GroupIcon&id=3233280&w=420&h=420","name":"16bitplay Games","description":"Play SKYWARS! Available on all devices (PC, Mac, iOS, Android, Amazon Devices, and Xbox One.)\nhttps://www.roblox.com/games/855499080/SKYWARS"},{"id":3059674,"icon":"rbxthumb://type=GroupIcon&id=3059674&w=420&h=420","name":"Badimo","description":"Badimo was founded by asimo3089 and badcc to create some of the best experiences found on Roblox. \n\nThanks for stopping by, don't forget to check out our games below and we hope you enjoy them!"},{"id":295182,"icon":"rbxthumb://type=GroupIcon&id=295182&w=420&h=420","name":"Uplift Games","description":"Welcome to Uplift Games, the studio behind Adopt Me!"},{"id":3982592,"icon":"rbxthumb://type=GroupIcon&id=3982592&w=420&h=420","name":"Bee Swarm Simulator Club","description":"The official fan group of the game Bee Swarm Simulator, and the studio behind the game:\nhttps://www.roblox.com/games/1537690962\n\nBee Swarm toys are available now at Walmart, Smyths Toys, and Gamestop! Collect bees, build a hive, squish plushie Tabby Bee and more! Promo-code \"WalmartToys\" has been added to celebrate, grants items and a big Pineapple Patch boost!\n\n[ Club member promo code: \"ClubBean\" for a Magic Bean and Pineapple Patch Boost! Plant that in the field of your choice to get the special treats you need! ]\n\nThis group is the studio behind Bee Swarm Simulator (\"Studio\" so that the group sort might add us to the Studios sort). Maybe \"Bee Swarm Simulator Studios\".\n\nJoin to use the Honey and Treat Dispensers in game for free honey and haste every hour!"},{"id":15422038,"icon":"rbxthumb://type=GroupIcon&id=15422038&w=420&h=420","name":"Polaroid Studios","description":"Welcome!\n\nWe are a group of developers that design and make games.\n🎁 Join our group to receive in-game perks!"},{"id":4914494,"icon":"rbxthumb://type=GroupIcon&id=4914494&w=420&h=420","name":"Paradoxum Games","description":"A studio working on Tower Defense Simulator and other games to come."},{"id":4491593,"icon":"rbxthumb://type=GroupIcon&id=4491593&w=420&h=420","name":"Splitting Point Studios","description":"[ Content Deleted ]"},{"id":997074,"icon":"rbxthumb://type=GroupIcon&id=997074&w=420&h=420","name":"Abracadabra","description":"Welcome to Abracadabra Studio! To contact us, join our community server in our social links! \n\nAbracadabra is a magical development group founded by Simoon68 & Opplo, you can receive updates on our games here, provide us with feedback & discuss with others!\n\nFollow us on your favourite social media platforms! Just search for 📺 Abracadabra Studio! 📺\n\nCheck out our games below! \n\nBe sure to use the social links to keep up to date on our games!"},{"id":3483236,"icon":"rbxthumb://type=GroupIcon&id=3483236&w=420&h=420","name":"Merely Studios","description":"A game development studio run by Merely and ready to take over the world.\r\n\r\nLazer Dodgeball\r\nhttps://www.roblox.com/games/1051382707/Lazer-Dodgeball\r\n\r\nTrade Hangout\r\nhttps://www.roblox.com/games/70501379/Trade-Hangout"},{"id":950346,"icon":"rbxthumb://type=GroupIcon&id=950346&w=420&h=420","name":"Frappé®","description":"☕️ Welcome to Frappé - \"Unforgettable Joy!\" \n\n📘 About Us: \nFrappe is one of the largest and best virtual coffee-based companies on the Roblox platform, and has been for over a decade. Lots of effort is put into Frappé everyday, from the baristas who prepare your drink to the executives who help manage the company on a day-to-day basis. Each and everyday we strive to be successful and to make your Frappé experience truly remarkable so you can meet new people, drink our coffee and roleplay as a barista. We have worked to accomplish a lasting positive impression on our customers and staff!\n\n📌 Our Handbook: \nhttps://devforum.roblox.com/t/handbook/1983933 \n\n⭐️ Fancy working with us? \nYou can start your long-lasting barista career right here - with the most experienced and talented staff and leaders in the industry! Apply today by visiting our application centre attached below! \nhttps://www.roblox.com/games/1311189493/apply-here\n\n📆 Cafe Founded - 06/26/2013"},{"id":3397136,"icon":"rbxthumb://type=GroupIcon&id=3397136&w=420&h=420","name":"Temple of Brickbattle","description":"Welcome to the Temple of Brickbattle.\n\nBrick battle, made by Shedletsky, is the oldest ROBLOX combat genre, beginning in 2006. This group is dedicated to it along with its games.\n\nIn the ranks, [S] signifies 'special.' They do not have more powers than the regular numbered ranks. [O] signifies 'overseer,' and they do have powers.\n\nGROUP RULES (updated March 28th, 2019):\n- To be ranked, be on the lookout for ranking sessions in the group shout every now and then. While rankings are up to the discretion of Ranktesters and the Rankmaster, they do follow a skill level from [1] to [7].\n- You may only post links to the group wall if it is a brick battle asset. \n- Do not ask for R$ on the group wall. \n- Do not spam on the group wall. \n- Do not impersonate other users.\n\nPenalties for rule violations are a warning, a demotion back to the Follower rank, or a kick from the group depending on the severity of the violation. We reserve the right to exercise these penalties for any reason."}]